
errors.email-not-valid-uoc      = Direcci\u00F3n de correo inv\u00E1lida. S\u00F3lo se aceptan registros de estudiantes con correo de dominio @uoc.edu
errors.register-invalid-captcha = No se ha podido validar el captcha introducido. Int\u00E9ntelo de nuevo.
errors.register-invalid-inputs  = Algunos campos no se han validado correctamente
errors.register-invalid-nif     = El NIF no se ha validado correctamente
errors.register-invalid-phone   = El tel\u00E9fono no se ha validado correctamente

form.myaccount.profilephoto    = Imagen de perfil
form.myaccount.title           = Editar mis datos
form.register.company          = Empresa
form.register.company.alert    = Quiero recibir alertas por correo informando de las inscripciones a mis ofertas
form.register.company.company  = Empresa
form.register.company.nif      = NIF
form.register.email            = Correo electr\u00F3nico
form.register.name             = Nombre
form.register.password         = Contrase\u00F1a
form.register.phone            = Tel\u00E9fono
form.register.repeat-password  = Repite la contrase\u00F1a
form.register.signup           = Reg\u00EDstrate
form.register.student          = Estudiante
form.register.student.alert    = Quiero recibir ofertas de empleo por correo que puedan ser de mi inter\u00E9s
form.register.surname          = Apellidos
form.validator.email-uoc       = Introduce una direcci\u00F3n de correo v\u00E1lida con dominio @uoc.edu
form.validator.nif             = Introduce un NIF v\u00E1lido
form.validator.password-repeat = Las contrase\u00F1as no coinciden
form.validator.phone           = Introduce un n\u00FAmero de tel\u00E9fono v\u00E1lido

javax.portlet.title.uoc_mestemi_studentjob_register_StudentjobRegisterPortlet = Registro de usuarios

mail.subject.company   = Confirme su direcci\u00F3n de correo en mestemiuoc.com
mail.subject.student   = Confirme su registro como estudiante en mestemiuoc.com
mail.text.1            = Por favor, haz clic al bot\u00F3n de abajo para confirmar tu direcci\u00F3n de correo.
mail.text.2company     = Una vez validada tu direcci\u00F3n de correo se notificar\u00E1 a los administradores y contactar\u00E1n contigo en las pr\u00F3ximas 24/48 horas laborables para validar la informaci\u00F3n proporcionada.
mail.text.2student     = Una vez confirmada tu direcci\u00F3n de correo ya podr\u00E1s usar tu cuenta para inscribirte a ofertas que sean de tu inter\u00E9s.
mail.text.confirm      = Confirmar direcci\u00F3n
mail.text.contactus    = Si tienes alguna duda puedes contactar con nostros a trav\u00E9s del correo
mail.text.footer1      = Puedes actualizar tus
mail.text.footer2      = preferencias de correo
mail.text.footer3      = para recibir avisos diarios o un resumen semanal de tu inter\u00E9s.
mail.text.gotoportal   = Ir al portal
mail.text.preview      = Confirme su direcci\u00F3n de correo para poder completar su registro
mail.text.visualizeurl = Si no puede hacer clic al bot\u00F3n copie y pegue en el navegador la siguiente URL
mail.title             = Bienvenido a Studentjob

messages.company-registered = Tu cuenta se ha registrado correctamente. Revisa tu buz\u00F3n de correo para confirmar tu direcci\u00F3n.
messages.student-registered = Tu cuenta de estudiante se ha registrado correctamente. \u00A1Revisa tu buz\u00F3n de correo para confirmar la direcci\u00F3n!

studentjob-adminpanel = Administrar Studentjob

validate.error.header      = No se puede validar su cuenta
validate.error.text1       = Revise la URL introducida o vuelva a hacer clic en el enlace suministrado en el correo para validar su cuenta correctamente.
validate.error.text2       = Si el error persiste contacte con nosotros a trav\u00E9s de la direcci\u00F3n de correo
validate.ok.header         = La direcci\u00F3n de correo se ha validado correctamente
validate.ok.header-company = Se ha validado la direcci\u00F3n de correo, est\u00E1 a un solo paso de poder publicar ofertas
validate.ok.text1          = Ya puedes acceder a tu cuenta usando tu direcci\u00F3n de correo y contrase\u00F1a.
validate.ok.text1-company  = En las pr\u00F3ximas 24/48 horas laborables ser\u00E1s contactado para validar la informaci\u00F3n proporcionada acerca de tu empresa.
validate.ok.text2          = Para cualquier duda o incidencia contacta con nosotros a trav\u00E9s de la direcci\u00F3n de correo
