#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)

errors.email-not-valid-uoc     = Direcci\u00F3 de correu inv\u00E0lida. Nom\u00E9s s'accepten registres d'estudiants amb correu de domini @uoc.edu
errors.register-invalid-inputs = Alguns camps no s'han validat correctament
errors.register-invalid-nif    = The NIF has not been validated correctly
errors.register-invalid-phone  = El tel\u00E8fon no s'ha validat correctament

form.myaccount.profilephoto   = Imatge de perfil
form.myaccount.title          = Edita les meves dades
form.register.company.alert   = Vull rebre alertes per correu informant de les inscripcions a les meves ofertes
form.register.company.company = Empresa
form.register.company.nif     = NIF
form.register.email           = Correu electr\u00F3nic
form.register.name            = Nom
form.register.password        = Contrasenya
form.register.phone           = Tel\u00E8fon
form.register.repeat-password = Repetiu la contrasenya
form.register.signup          = Registra't
form.register.student.alert   = Vull rebre ofertes laborals per correu que puguin ser del meu inter\u00E9s
form.register.surname         = Cognoms
form.validator.email-uoc      = Introdu\u00EFu una adre\u00E7a de correu v\u00E0lida amb domini @uoc.edu
form.validator.nif            = Introdueix un NIF v\u00E0lid
form.validator.passwordRepeat = Les contrasenyes no coincideixen
form.validator.phone          = Introdueix un n\u00FAmero de tel\u00E8fon v\u00E0lid

javax.portlet.title.uoc_mestemi_studentjob_register_StudentjobRegisterPortlet = Registre d'usuaris

mail.subject.company   = Confirmeu la vostra adre\u00E7a de correu a mestemiuoc.com
mail.subject.student   = Confirmeu el vostre registre com a estudiant a mestemiuoc.com
mail.text.1            = Si us plau, fes clic al bot\u00F3 de sota per confirmar la teva adre\u00E7a de correu.
mail.text.2company     = Un cop validada la teva adre\u00E7a de correu es notificar\u00E0 als administradors i contactaran amb tu en les properes 24/48 hores laborables per validar la informaci\u00F3 proporcionada.
mail.text.2student     = Un cop confirmada la teva adre\u00E7a de correu ja podr\u00E0s fer servir el teu compte per inscriure't a ofertes que siguin del teu inter\u00E8s.
mail.text.confirm      = Confirmar adre\u00E7a
mail.text.contactus    = Si tens algun dubte pots contactar amb nosaltres a trav\u00E9s del correu
mail.text.footer1      = Podeu actualitzar les vostres
mail.text.footer2      = prefer\u00E8ncies de correu
mail.text.footer3      = per rebre avisos diaris o un resum setmanal del vostre inter\u00E8s.
mail.text.gotoportal   = Ves al portal
mail.text.preview      = Confirmeu la vostra adre\u00E7a de correu per poder completar el vostre registre
mail.text.visualizeurl = Si no podeu fer clic al bot\u00F3 copieu i enganxeu al navegador la seg\u00FCent URL
mail.title             = Benvingut a Studentjob

messages.company-registered = El vostre compte s'ha registrat correctament. Revisa la teva b\u00FAstia de correu per confirmar la teva adre\u00E7a.
messages.student-registered = El teu compte d'estudiant s'ha enregistrat correctament. Revisa la teva b\u00FAstia de correu per confirmar l'adre\u00E7a!

studentjob-adminpanel = Administrar Studentjob

validate.error.header      = No es pot validar el vostre compte
validate.error.text1       = Reviseu l'URL introdu\u00EFda o torneu a fer clic a l'enlla\u00E7 subministrat al correu per validar el vostre compte correctament.
validate.error.text2       = Si l'error persisteix contacteu amb nosaltres a trav\u00E9s de l'adre\u00E7a de correu
validate.ok.header         = La teva adre\u00E7a de correu s'ha validat correctament
validate.ok.header-company = S'ha validat la vostra adre\u00E7a de correu, est\u00E0 a un sol pas de poder publicar ofertes
validate.ok.text1          = Ja pots accedir al teu compte usant la teva adre\u00E7a de correu i contrasenya.
validate.ok.text1-company  = En les properes 24/48 hores laborables ser\u00E0s contactat per validar la informaci\u00F3 proporcionada sobre la teva empresa.
validate.ok.text2          = Per a qualsevol dubte o incid\u00E8ncia contacteu amb nosaltres a trav\u00E9s de l'adre\u00E7a de correu
